Repository: Aka4Code/windowsphone
Catalog: MegaApp/common/Resources/ProgressMessages.*.xlf
Languages: et

# Resx/CancelSubscription
source: Canceling subscription...
et: Tühistate Mega tellimuse. Palun öelge, kas saame midagi omalt poolt teha, et ümber mõtleksite.

# Resx/CancelTransfer
source: Canceling transfer...
et: Edastuse tühistamine...

# Resx/ChangePassword
source: Changing password...
et: Muutke parooli

# Resx/CleanRubbishBin
source: Emptying the rubbish bin...
et: Prügikasti puhastamine...

# Resx/CloseAllSessions
source: Closing all sessions...
et: Kõikide sessioonide sulgemine...

# Resx/CloseSession
source: Closing session...
et: Sessiooni sulgemine...

# Resx/ConfirmAccount
source: Confirming account...
et: Konto kinnitamine...

# Resx/CreateAccount
source: Creating account...
et: Konto loomine...

# Resx/CreateFolder
source: Creating folder...
et: Kausta loomine...

# Resx/CreditCardStore
source: Storing credit card...
et: Krediitkaardi talletamine...

# Resx/DeleteNode
source: Deleting '{0}'...
et: '{0}' kustutamine...

# Resx/DownloadLink
source: Retrieving download link...
et: Allalaadimislehekülje otsimine...

# Resx/FastLogin
source: Resuming session...
et: Seansi taastamine...

# Resx/FetchingNodes
source: Fetching files and folders... [{0}]
et: Failide ja kaustade hankimine... [{0}]

# Resx/GetAccountDetails
source: Getting account details...
et: Konto detailide hankimine...

# Resx/GetContactData
source: Getting contact data...
et: Kontaktandmete päring...

# Resx/GetLink
source: Getting link...
et: Lehekülje hankimine...

# Resx/GetPaymentMethods
source: Getting payment methods...
et: Makseviiside päring...

# Resx/GetPaymentUrl
source: Getting payment Url...
et: Makse lehekülje päring...

# Resx/GetPreview
source: Getting preview...
et: Eelvaate hankimine...

# Resx/GetUserData
source: Getting user data...
et: Kasutajaandmete hankimine...

# Resx/ImportFile
source: Importing file...
et: Faili importimine...

# Resx/InviteContactAdd
source: Sending contact request...
et: Kontaktiks lisamise taotluse saatmine...

# Resx/InviteContactDelete
source: Deleting contact request...
et: Kontakttaotluse kustutamine...

# Resx/InviteContactRemind
source: Reminding contat request...
et: Kontaktile taotluse meeldetuletamine...

# Resx/LoadNodes
source: Building view...
et: Vaate loomine...

# Resx/Login
source: Logging in...
et: Sisselogimine...

# Resx/Logout
source: Logging out...
et: Väljalogimine...

# Resx/MoveNode
source: Moving...
et: Liigutamine...

# Resx/NodeToTrash
source: Moving to rubbish bin...
et: Prügikasti liigutamine...

# Resx/PauseTransfers
source: Pausing transfers...
et: Edastuste pausimine...

# Resx/PrepareDownloads
source: Preparing downloads...
et: Allalaadimiste ettevalmistamine

# Resx/PrepareUploads
source: Preparing uploads...
et: Üleslaadimiste ettevalmistamine...

# Resx/RemoveContact
source: Removing contact...
et: Kontakti eemaldamine...

# Resx/RemoveFromOffline
source: Removing from offline...
et: Võrguta olekust eemaldamine...

# Resx/RemoveLink
source: Removing link...
et: Lingi eemaldamine...

# Resx/RemoveNode
source: Removing...
et: Eemaldamine...

# Resx/RenameNode
source: Renaming...
et: Ümbernimetamine...

# Resx/ReplyContactRequestAccept
source: Accepting contact request...
et: Kontakti taotluse vastuvõtmine...

# Resx/ReplyContactRequestDeny
source: Denying contact request...
et: Kontakti taotlusest keeldumine...

# Resx/ReplyContactRequestIgnore
source: Ignoring contact request...
et: Kontakti taotluse eiramine...

# Resx/ResumeTransfers
source: Resuming transfers...
et: Edastuste taastamine...

# Resx/SaveForOffline
source: Saving for offline...
et: Võrguta olekus kasutamiseks salvestamine...

# Resx/ServersTooBusy
source: Servers too busy. Please wait…
et: Serverid on hõivatud. Palun oodake...

# Resx/UpgradeAccount
source: Upgrading account...
et: Konto uuendamine...
