Repository: Aka4Code/windowsphone
Catalog: MegaApp/common/Resources/UiResources.*.xlf
Languages: et_ee

# Resx/Add
source: Add
et_ee: Lisa

# Resx/AddFolder
source: Add folder
et_ee: kausta lisamine

# Resx/AgreeCreateAccount
source: I agree with the
et_ee: Ma nõustun

# Resx/Cancel
source: Cancel
et_ee: Loobu

# Resx/CloudDriveName
source: Cloud Drive
et_ee: Võrguketas

# Resx/Confirm
source: Confirm
et_ee: kinnita

# Resx/ConfirmAccount
source: Confirm account
et_ee: Konto kinnitamine...

# Resx/ConfirmPasswordWatermark
source: Confirm your password
et_ee: kinnitage oma parool

# Resx/Copy
source: Copy
et_ee: Kopeerige

# Resx/CreateAccount
source: Create account
et_ee: Konto loomine...

# Resx/CreateFolder
source: Folder name:
et_ee: Kausta loomine...

# Resx/EmailWatermark
source: Your e-mail address
et_ee: teie e-posti aadress

# Resx/EmptyFolder
source: Empty folder
et_ee: tühi kaust

# Resx/EmptyTransfers
source: No transfers
et_ee: Edastusi pole

# Resx/GetLink
source: Get link
et_ee: Lehekülje hankimine...

# Resx/LoadingPreview
source: Loading preview...
et_ee: Eelvaate laadimine...

# Resx/Login
source: Login
et_ee: Sisselogimine...

# Resx/MegaLinkTitle
source: MEGA link:
et_ee: MEGA lehekülg:

# Resx/MegaShareLinkMessage
source: I want to share this MEGA cloud service file with you
et_ee: Tahaksin jagada seda MEGA pilveteenuse faili Sinuga

# Resx/Move
source: Move
et_ee: Liiguta

# Resx/MultipleFiles
source: Files
et_ee: faili

# Resx/MultipleFolders
source: Folders
et_ee: kausta

# Resx/MyAccount
source: My account
et_ee: minu konto

# Resx/NameWatermark
source: Your name
et_ee: teie nimi

# Resx/Next
source: Next
et_ee: järgmine

# Resx/Open
source: Open
et_ee: Ava

# Resx/OpenLinkText
source: Open MEGA download link:
et_ee: Ava MEGA allalaadimislehekülg:

# Resx/OpenLink
source: Open link
et_ee: Ava MEGA allalaadimislehekülg:

# Resx/PasswordWatermark
source: Your password
et_ee: teie parool

# Resx/Preview
source: Preview
et_ee: Eelvaade

# Resx/Previous
source: Previous
et_ee: eelmine

# Resx/Refresh
source: Refresh
et_ee: värskenda

# Resx/StayLoggedInText
source: Stay logged in
et_ee: Jää sisselogituks

# Resx/Remove
source: Remove
et_ee: Eemalda

# Resx/Rename
source: Rename
et_ee: Nimeta ümber

# Resx/RenameItem
source: Type a new name:
et_ee: Trüki uus nimi:

# Resx/Save
source: Save
et_ee: salvesta

# Resx/Share
source: Share
et_ee: jaga

# Resx/SingleFile
source: File
et_ee: fail

# Resx/SingleFolder
source: Folder
et_ee: kaust

# Resx/Size
source: Size
et_ee: Maht:

# Resx/NoTransfers
source: No transfers
et_ee: Edastusi pole

# Resx/Upload
source: Upload
et_ee: üleslaadimine

# Resx/Transfers
source: Transfers
et_ee: edastused

# Resx/Transfer_Canceled
source: Canceled
et_ee: Tühistatud

# Resx/Transfer_Canceling
source: Canceling
et_ee: Tühistamine...

# Resx/Transfer_Download
source: Downloading
et_ee: Allalaadimine...

# Resx/Transfer_Error
source: Error
et_ee: Viga edastamisel

# Resx/Transfer_NotStarted
source: Not started
et_ee: Valmis

# Resx/Transfer_Upload
source: Uploading
et_ee: Üleslaadimine...

# Resx/Download
source: Download
et_ee: lae alla

# Resx/Settings
source: Settings
et_ee: seaded

# Resx/MultiSelect
source: Multi select
et_ee: Mitmikvalik

# Resx/Transfer_Paused
source: Paused
et_ee: Pausitud

# Resx/Transfer_Pausing
source: Pausing
et_ee: Pausimine...

# Resx/SpecialThankYou
source: We want to special thank the following companies/people for making this app possible:
et_ee: Tahame tänada selle rakenduse loomisele kaasaaitamises järgmisi ettevõtteid/inimesi:

# Resx/RubbishBinName
source: Rubbish bin
et_ee: Prügikast

# Resx/Off
source: Off
et_ee: Väljas

# Resx/On
source: On
et_ee: Sees

# Resx/Done
source: Done
et_ee: valmis

# Resx/Logout
source: Logout
et_ee: Väljalogimine...

# Resx/HomeRoot
source: Home
et_ee: Esilehekülg

# Resx/RubbishBinRoot
source: Rubbish bin
et_ee: Prügikast

# Resx/ConfirmPinLockWatermark
source: Confirm your PIN lock
et_ee: kinnitage oma PIN-kood

# Resx/PinLock
source: PIN Lock
et_ee: PIN-lukk

# Resx/PinLockWatermark
source: Your PIN lock
et_ee: teie PIN-kood

# Resx/No
source: No
et_ee: Ei

# Resx/Yes
source: Yes
et_ee: jah

# Resx/FileUpload
source: File upload
et_ee: Faili üleslaadimine

# Resx/Import
source: Import
et_ee: Impordi

# Resx/LinkOptions
source: Link options
et_ee: Lehekülje valikud

# Resx/SelectPhoto
source: Select photo
et_ee: Vali pilt

# Resx/SelfieMode
source: Selfie mode
et_ee: Portreeolek

# Resx/TakePhoto
source: Take photo
et_ee: Pildista

# Resx/UploadOptionsTitle
source: Upload options
et_ee: Üleslaadimise valikud

# Resx/ImageUpload
source: Image upload
et_ee: Pildi üleslaadimine

# Resx/Storage
source: Storage
et_ee: Hoiustamine

# Resx/Accept
source: Accept
et_ee: kinnita

# Resx/Acknowledgements
source: Acknowledgements
et_ee: Tunnustused

# Resx/Annually
source: Annually
et_ee: Iga aasta tagant

# Resx/AppVersionText
source: App version
et_ee: Rakenduse versioon

# Resx/AskDownloadLocationText
source: Always ask for download location
et_ee: Küsi alati allalaadimise sihtkohta

# Resx/Available
source: Available
et_ee: saadaval

# Resx/Bandwidth
source: Bandwidth
et_ee: Andmemaht

# Resx/Cache
source: Cache
et_ee: vahemälu

# Resx/CancelAll
source: Cancel all
et_ee: tühista kõik

# Resx/Capture
source: Capture
et_ee: pildista

# Resx/ChangePinLock
source: Change PIN Lock
et_ee: Muuda PIN-koodi

# Resx/CleanUpTransfers
source: Clean up transfers
et_ee: eemalda edastused

# Resx/ClearCache
source: Clear cache
et_ee: eemalda vahemälu

# Resx/ClearSelection
source: Clear selection
et_ee: eemalda valik

# Resx/Clipboard
source: Clipboard
et_ee: lõikelaud

# Resx/DefaultDownloadLocationText
source: Default download location
et_ee: Allalaadimise tavaasukoht

# Resx/Downloads
source: Downloads
et_ee: allalaadimised

# Resx/ExportMasterKeyText
source: Export MasterKey
et_ee: Ekspordi üldvõti

# Resx/ExportPhotoAlbumText
source: Export images to 'saved pictures' album after download
et_ee: Pärast allalaadimist ekspordi pildid albumisse 'salvestatud pildid'

# Resx/FilesAscendingSortOption
source: Files (ascending)
et_ee: failid (tõusev)

# Resx/FilesDescendingSortOption
source: Files (descending)
et_ee: failid (kahanev)

# Resx/FreeSpace
source: Free space
et_ee: Vaba ruum

# Resx/LargestSortOption
source: Largest
et_ee: mahukaim

# Resx/MakePinLock
source: Make a PIN Lock
et_ee: Loo PIN-kood

# Resx/MasterKey
source: MasterKey
et_ee: Üldvõti

# Resx/Monthly
source: Monthly
et_ee: Iga kuu

# Resx/NameAscendingSortOption
source: Name (ascending)
et_ee: nimi (tõusev)

# Resx/NameDescendingSortOption
source: Name (descending)
et_ee: nimi (kahanev)

# Resx/NewestSortOption
source: Newest
et_ee: uusim

# Resx/NewPinLockWatermark
source: Your new PIN lock
et_ee: teie uus PIN-kood

# Resx/NoDataToShow
source: No data to show
et_ee: Andmeid pole

# Resx/NoPlansToDisplay
source: No plans to display
et_ee: Plaane pole

# Resx/OldestSortOption
source: Oldest
et_ee: vanimad

# Resx/PauseAll
source: Pause all
et_ee: pausi kõike

# Resx/PrivacyPolicy
source: Privacy policy
et_ee: Privaatsuseeskiri

# Resx/SmallestSortOption
source: Smallest
et_ee: väikseim

# Resx/SortByMenuTitle
source: Sort by
et_ee: SORTEERIMINE

# Resx/StartResumeAll
source: Start/resume all
et_ee: käivita/taasta kõike

# Resx/Subscribe
source: Subscribe
et_ee: telli

# Resx/TermsOfService
source: Terms of Service
et_ee: Teenusetingimused

# Resx/Total
source: Total
et_ee: kokku

# Resx/Uploads
source: Uploads
et_ee: üleslaadimised

# Resx/Used
source: Used
et_ee: kasutusel

# Resx/UsedSpace
source: Used space
et_ee: Kasutatud ruum

# Resx/Version
source: Version
et_ee: versioon

# Resx/View
source: View
et_ee: vaade

# Resx/DownloadLocation
source: Download location
et_ee: Allalaadimise sihtkoht

# Resx/SelectFolder
source: Select folder
et_ee: vali kaust

# Resx/UpgradeAccount
source: Upgrade account
et_ee: Konto uuendamine...

# Resx/About
source: About
et_ee: info

# Resx/Pause
source: Pause
et_ee: Pausi

# Resx/Resume
source: Resume
et_ee: Taasta

# Resx/Start
source: Start
et_ee: Ava

# Resx/CancelAllTransfers
source: Cancel all transfers
et_ee: Tühistage kõik edastused

# Resx/Transfer_Downloaded
source: Downloaded
et_ee: Alla laetud

# Resx/Transfer_Queued
source: Queued
et_ee: Järjekorras

# Resx/Transfer_Uploaded
source: Uploaded
et_ee: üles laetud

# Resx/InitTourAccess1
source: get
et_ee: kasutage

# Resx/InitTourAccess2
source: fully encrypted access
et_ee: täielikku krüpteeritud ligipääsu

# Resx/InitTourAccess3
source: anywhere, anytime.
et_ee: kõikjal, iga kell.

# Resx/InitTourAccess_Title
source: MEGA access
et_ee: MEGA ligipääs

# Resx/InitTourPrivacy1
source: keep your files safe with MEGA's
et_ee: turvake oma faile MEGA

# Resx/InitTourPrivacy2
source: end-to-end encryption.
et_ee: otspunktkrüpteerimisega.

# Resx/InitTourPrivacy_Title
source: MEGA privacy
et_ee: MEGA turvalisus

# Resx/InitTourSpace1
source: register now and get
et_ee: registreeruge nüüd ja saate

# Resx/InitTourSpace2
source: 50 GB of free space.
et_ee: 50 GB tasuta mahtu.

# Resx/InitTourSpace_Title
source: MEGA space
et_ee: MEGA maht

# Resx/InitTourSpeed1
source: transfers are fast.
et_ee: edastused on kiired.

# Resx/InitTourSpeed2
source: quickly share files with everyone.
et_ee: kiire failide jagamine.

# Resx/InitTourSpeed_Title
source: MEGA speed
et_ee: MEGA kiirus

# Resx/ChangePassword
source: Change password
et_ee: Muutke parooli

# Resx/Advanced
source: Advanced
et_ee: Lisaseaded

# Resx/Help
source: Help
et_ee: Abi

# Resx/CameraUploads
source: Camera Uploads
et_ee: Üleslaadimised kaamerast

# Resx/Contacts
source: Contacts
et_ee: Kontaktid

# Resx/SharedItems
source: Shared items
et_ee: Jagatud failid

# Resx/ClearRubbishBin
source: Empty rubbish
et_ee: Tühjendage prügikasti

# Resx/SetupCameraUploadsTitle
source: Set up camera uploads
et_ee: Kaamerast üleslaadimise seadistus

# Resx/Skip
source: Skip
et_ee: Jätke vahele

# Resx/WifiAndDataPlan
source: Wifi and Data plan
et_ee: Wifi ja andmeside

# Resx/WifiOnly
source: Wi-fi only
et_ee: Ainult WiFi

# Resx/EnableCameraUploads
source: Enable Camera Uploads
et_ee: Luba kaamerast üleslaaditu

# Resx/Security
source: Security
et_ee: Turvalisus

# Resx/Back
source: Back
et_ee: Tagasi

# Resx/CancelSubscription
source: Cancel subscription
et_ee: Tühistate Mega tellimuse. Palun öelge, kas saame midagi omalt poolt teha, et ümber mõtleksite.

# Resx/Dismiss
source: Dismiss
et_ee: Sulge

# Resx/Send
source: Send
et_ee: Saada

# Resx/Address
source: Address
et_ee: Aadress

# Resx/BillingDetails
source: Billing details
et_ee: Makse detailid

# Resx/ChooseRenewalPeriod
source: Choose renewal period below
et_ee: Valige pikendusperiood

# Resx/City
source: City
et_ee: Linn

# Resx/Country
source: Country
et_ee: Riik

# Resx/CreditCardNumber
source: Credit Card Number
et_ee: Krediitkaardi number

# Resx/CreditCardRecurringPayments
source: Credit Card recurring payments
et_ee: Krediitkaardiga on maksed pikenevad

# Resx/CVV
source: CVV
et_ee: CVV (kaardi turvakood)

# Resx/EnterPaymentDetails
source: Enter your payment details below
et_ee: Sisestage oma makseandmed

# Resx/ExpiresOn
source: Expires on
et_ee: Aegub

# Resx/FirstName
source: First name
et_ee: Eesnimi

# Resx/From
source: From
et_ee: Alates

# Resx/Get2MonthsFree
source: Get 2 months free if you subscribe to a one-year pro plan
et_ee: Ühe aastase pro paketi tellimisel saate lisaks kaks kuud tasuta

# Resx/LastName
source: Last name
et_ee: Perekonnanimi

# Resx/Month
source: Month
et_ee: Kuu

# Resx/Optional
source: Optional
et_ee: Valikuline

# Resx/OptionalParenthesis
source: (Optional)
et_ee: (Valikuline)

# Resx/PaymentDetails
source: Payment details
et_ee: Makse detailid

# Resx/PostalCode
source: Postal Code
et_ee: Postikood

# Resx/Province
source: Province
et_ee: Maakond

# Resx/SelectedPlan
source: You have selected the {0} Plan
et_ee: Olete valitud plaani {0}

# Resx/SelectMembership
source: Select membership
et_ee: Vali liikmestaatus

# Resx/SettingsShort
source: Settings
et_ee: Seaded

# Resx/State
source: State
et_ee: Olek

# Resx/StorageShort
source: Storage
et_ee: Hoiustamine

# Resx/Year
source: Year
et_ee: Aasta

# Resx/PasteMegaDownloadLink
source: Paste MEGA download link:
et_ee: Aseta MEGA allalaadimislink:

# Resx/RenewsOn
source: Renews on
et_ee: Pikeneb

# Resx/AccountPurchased
source: You have purchased a {0} account.
et_ee: Olete ostnud konto {0}.

# Resx/AccountRenewalNotice
source: Your {0} subscription will be automatically rebilled on your {0} anniversary unless you log in to your account and cancel this subscription payment prior to the renewal date.
et_ee: Teie {0} tellimus pikeneb automaatselt {0} juhul kui Te ei tühista tellimust enne lõppemiskuupäeva.

# Resx/Annual
source: Annual
et_ee: Aastane

# Resx/Awesome
source: Awesome!
et_ee: Äge!

# Resx/ChoosePaymentMethod
source: Choose payment method
et_ee: Valige maksemeetod

# Resx/NoPaymentMethodsAvailable
source: At this time, there is no payment method available for this plan
et_ee: Maksevalikud pole hetkel sellele paketile saadaval

# Resx/CreditCard
source: Credit Card
et_ee: Krediitkaart

# Resx/PhoneBill
source: Mobile
et_ee: Telefoniarve

# Resx/Punctual
source: Punctual
et_ee: Täpne

# Resx/Recurring
source: Recurring
et_ee: Pikenev

# Resx/Limited
source: Limited
et_ee: Limiteeritud

# Resx/GetProAccount
source: You can be a PRO user!
et_ee: Võite olla PRO kasutaja!

# Resx/UpgradeAccountQuestion
source: Do you want to upgrade your account?
et_ee: Soovite uuendada oma kontot?

# Resx/UpgradeNow
source: Upgrade now!
et_ee: Uuenda nüüd!

# Resx/WarningOutOfSpace
source: You're running out of space!
et_ee: Teil saab vaba maht varsti otsa!

# Resx/ImportLinkBorderText
source: Browse to destination and import or download link
et_ee: Minge sihtkohta ja importige või laadige alla link

# Resx/AddContact
source: Add contact
et_ee: Lisa kontakt

# Resx/CreateContact
source: Type email address:
et_ee: Kirjuta e-posti aadress:

# Resx/Search
source: Search
et_ee: Otsi

# Resx/Select
source: Select
et_ee: Vali

# Resx/Message
source: Message
et_ee: Sõnum

# Resx/SendFile
source: Send file
et_ee: Saada fail

# Resx/ShareFolders
source: Share folders
et_ee: Jaga kauste

# Resx/Profile
source: Profile
et_ee: Profiil

# Resx/MEGAContacts
source: MEGA contacts
et_ee: MEGA kontaktid

# Resx/SharedFolders
source: Shared folders
et_ee: Jagatud kaustad

# Resx/Status
source: Status
et_ee: Olek

# Resx/ReceivedRequests
source: Received requests
et_ee: Saadud kutsed

# Resx/SentRequests
source: Sent requests
et_ee: Saadetud kutsed

# Resx/Accepted
source: Accepted
et_ee: Vastu võetud

# Resx/Deleted
source: Deleted
et_ee: Kustutatud

# Resx/Denied
source: Denied
et_ee: Keeldutud

# Resx/Ignored
source: Ignored
et_ee: Eiratud

# Resx/Pending
source: Pending
et_ee: Ootel

# Resx/Reminded
source: Reminded
et_ee: Meeles

# Resx/Unknown
source: Unknown
et_ee: Tundmatud

# Resx/Decline
source: Decline
et_ee: Keeldu

# Resx/Delete
source: Delete
et_ee: Kustuta

# Resx/Ignore
source: Ignore
et_ee: Eira

# Resx/Reinvite
source: Reinvite
et_ee: Kutsu uuesti

# Resx/TimeDaysAgo
source: {0} days ago
et_ee: {0} päeva tagasi

# Resx/TimeHoursAgo
source: {0} hours ago
et_ee: {0} tundi tagasi

# Resx/TimeMinutesAgo
source: {0} minutes ago
et_ee: {0} minutit tagasi

# Resx/TimeSecondsAgo
source: {0} seconds ago
et_ee: {0} sekundit tagasi

# Resx/AutoUpload
source: Auto Upload
et_ee: Automaatne üleslaadimine

# Resx/General
source: General
et_ee: Põhiline

# Resx/Developer
source: Developer
et_ee: Arendaja

# Resx/ViewDetails
source: View details
et_ee: Kuvage detaile

# Resx/PhotosOnly
source: Photos only
et_ee: Ainult pildid

# Resx/PowerConnected
source: External power source connected
et_ee: Ühendatud välise vooluallikaga

# Resx/UploadSettings
source: Upload settings
et_ee: Üleslaadimise seaded

# Resx/Incoming
source: Incoming
et_ee: Saabunud

# Resx/Outgoing
source: Outgoing
et_ee: Väljuv

# Resx/SetupCameraUploadsQuestion
source: Do you want to enable the Auto Camera Uploads service?
et_ee: Tahate lubada kaamerast automaatselt üleslaadiva teenuse?

# Resx/ShareFolder
source: Share folder
et_ee: Jaga kausta

# Resx/NewPasswordWatermark
source: Your new password
et_ee: Teie uus parool

# Resx/CloseAllSessions
source: Close all sessions
et_ee: Kõikide sessioonide sulgemine...

# Resx/CloseSession
source: Close session
et_ee: Sessiooni sulgemine...

# Resx/ManageLink
source: Manage link
et_ee: Halda linki

# Resx/RemoveLink
source: Remove link
et_ee: Lingi eemaldamine...

# Resx/OSRestrictions
source: Operating system restrictions
et_ee: Operatsioonisüsteemi piirangud

# Resx/SavedForOffline
source: Saved for offline
et_ee: Salvestatud võrguta olekuks

# Resx/EmptyCloudDrive
source: No files on your cloud drive
et_ee: Teie võrgukettas pole faile

# Resx/EmptyOffline
source: No items saved for offline
et_ee: Võrguta olekuks salvestused puuduvad

# Resx/EmptyRubbishBin
source: Empty rubbish bin
et_ee: Tühjenda Prügikast

# Resx/EmptySharedFolders
source: No shared folders
et_ee: Jagatud kaustu pole

# Resx/NoDownloads
source: No downloads
et_ee: Allalaadimisi pole

# Resx/NoInternetConnection
source: No internet connection
et_ee: Internetiühendus puudub

# Resx/NoUploads
source: No uploads
et_ee: Üleslaadimisi pole

# Resx/DefaultDownloadLocation
source: please select a default download folder
et_ee: Palun valige allalaadimise tavakaust.
